"""Модуль сообщений от бота на русском языке."""
# flake8: noqa


START_MESSAGE = """
Добро пожаловать в кулинарный бот <b>Chef Umami</b>! 🍳

Меня зовут Умами, и я готов помочь вам найти и приготовить вкусные блюда.
В моей базе данных собраны рецепты, проверенные легендарным шефом по имени <b>{}</b>!

Чтобы начать, просто введите название блюда или команду /help, чтобы узнать больше о доступных функциях.

Приятного кулинарного опыта! 🍽️
"""

HELP_MESSAGE = """
Я здесь, чтобы помочь вам с готовкой! Вы можете использовать следующие команды:

/help - Показать это справочное сообщение
"""

UNKNOWN_MESSAGE = """
Извините, я не понял вашего сообщения. Если вам нужна помощь, отправьте /help.
"""
